a
ả
ác
ắc
ách
ạch
ai
ái
ải
am
ám
âm
ấm
ầm
ẩm
ậm
ảm
an
án
ăn
ân
ấn
ẩn
ang
áng
ăng
ẳng
anh
ánh
ảnh
ao
áo
ào
ảo
áp
ấp
át
ắt
ất
ạt
au
âu
ấu
áy
ấy
ba
bá
bà
bã
bác
bắc
bấc
bậc
bạc
bách
bạch
bai
bái
bài
bãi
bại
bám
băm
bẩm
ban
bán
bàn
bắn
bằn
bần
bẩn
bận
bản
bạn
bang
báng
bàng
băng
bằng
bâng
bảng
banh
bánh
bành
bao
báo
bào
bão
bảo
bạo
bắp
bấp
bát
bắt
bặt
bất
bật
bạt
báu
bâu
bấu
bầu
bay
bày
bây
bấy
bầy
bẫy
bẩy
bảy
bè
bề
bể
bệ
bẽ
bẻ
bén
bèn
bên
bến
bền
bện
bẹn
bênh
bệnh
béo
bèo
bếp
bẹp
bét
bệt
bi
bì
bỉ
bị
bia
bìa
bích
bịch
biếc
biếm
biên
biến
biền
biển
biện
biếng
biết
biệt
biếu
biểu
bím
bìm
bịn
binh
bình
bít
bịt
bó
bò
bố
bồ
bộ
bõ
bỏ
bơ
bờ
bóc
bốc
bộc
bọc
bối
bồi
bội
bơi
bời
bởi
bõm
bơm
bợm
bốn
bộn
bọn
bỡn
bóng
bòng
bông
bồng
bỗng
bổng
bỏng
bóp
bốt
bột
bọt
bớt
bù
búa
bừa
bữa
bục
bức
bực
bùi
bụi
bùn
bủn
bung
bùng
bụng
bưng
bừng
buộc
bước
buổi
buồm
bươm
bướm
buôn
buồn
buông
buồng
buốt
bút
bứt
bưu
bửu
ca
cá
cà
cả
các
cách
cai
cái
cài
cãi
cải
cam
cám
căm
cắm
câm
cấm
cầm
cẩm
cảm
cạm
can
căn
cắn
cằn
cặn
cân
cần
cẩn
cận
cạn
càng
căng
cảng
canh
cánh
cành
cảnh
cạnh
cao
cáo
cào
cảo
cạo
cáp
cắp
cặp
cấp
cập
cát
cắt
cất
cật
cáu
câu
cấu
cầu
cẩu
cậu
cay
cày
cây
cấy
cầy
cậy
cha
chã
chạ
chác
chắc
chai
chài
chãi
chải
chàm
chăm
châm
chấm
chầm
chậm
chạm
chan
chán
chăn
chắn
chặn
chân
chấn
chàng
chăng
chằng
chẳng
chặng
chánh
chạnh
chao
chào
chão
chảo
chắp
chấp
chập
chạp
chặt
chất
chật
chau
cháu
châu
chầu
chậu
chay
cháy
chày
chầy
chẩy
chảy
chạy
che
chè
chê
chế
chề
chẽ
chẻ
chếch
chệch
chém
chen
chén
chẽn
chênh
chểnh
chéo
chèo
chép
chết
chi
chí
chì
chỉ
chị
chia
chìa
chĩa
chích
chiếc
chiêm
chiếm
chiến
chiền
chiêng
chiêu
chiếu
chiều
chiểu
chim
chìm
chín
chỉn
chinh
chính
chỉnh
chịt
chịu
cho
chó
chỗ
chơ
chớ
chờ
chở
chợ
choáng
choàng
chóc
chốc
chọc
chói
chòi
chối
chội
chọi
chơi
chới
chồm
chỏm
chớm
chởm
chôn
chốn
chọn
chờn
chợn
chong
chóng
chòng
chông
chống
chồng
chổng
chõng
chóp
chộp
chớp
chót
chốt
chợt
chu
chú
chủ
chư
chứ
chữ
chua
chúa
chùa
chưa
chứa
chừa
chữa
chửa
chuẩn
chúc
chục
chức
chực
chúi
chửi
chùm
chụm
chung
chúng
chùng
chủng
chứng
chừng
chững
chuốc
chuộc
chước
chuối
chuỗi
chuồn
chuông
chuồng
chuộng
chương
chướng
chưởng
chuốt
chuột
chụp
chút
chuyên
chuyến
chuyển
chuyện
co
có
cò
cô
cố
cổ
cộ
cỏ
cọ
cơ
cớ
cờ
cỡ
cốc
cộc
cọc
coi
cói
còi
cối
cỗi
cội
cõi
cỏi
cởi
com
còm
cơm
con
còn
côn
cồn
cỏn
cơn
cong
cóng
còng
công
cống
cồng
cổng
cộng
cõng
cọng
cọp
cốt
cột
cọt
cợt
cù
cũ
cụ
cứ
cừ
cữ
cua
của
cưa
cửa
cúc
cục
cực
cúi
cũi
cùm
cụm
cung
cúng
cùng
cũng
củng
cưng
cứng
cuốc
cuộc
cước
cược
cuối
cưới
cười
cưỡi
cuốn
cuồn
cuộn
cuống
cuồng
cương
cường
cưỡng
cướp
cút
cụt
cưu
cứu
cửu
cựu
da
đa
đá
dà
đà
đã
dạ
đác
dặc
đắc
đặc
đạc
dai
đai
dài
đài
dãi
đãi
dải
dại
đại
đam
dám
đám
đàm
dăm
dằm
dặm
đăm
đắm
đằm
dâm
dầm
dẫm
dậm
đâm
đấm
đầm
đẫm
đậm
đảm
đạm
dan
dàn
đàn
dằn
dặn
đắn
đặn
dân
dấn
dần
dẫn
đẫn
dãn
dạn
đạn
dang
đang
dáng
đáng
dàng
đàng
dắng
dằng
dẳng
đăng
đắng
đằng
đẵng
đẳng
dâng
đấng
đãng
đảng
dạng
danh
đanh
đánh
dành
đành
đảnh
dao
đao
đáo
dào
đào
đảo
dạo
đạo
đáp
đắp
dấp
dập
đập
đạp
dát
đát
dắt
dặt
đắt
đặt
dật
đất
dạt
đạt
đau
dàu
dâu
dấu
dầu
dẫu
dậu
đâu
đấu
đầu
đẫu
đẩu
đậu
đầụ
đáy
dày
đày
dây
dấy
dầy
dẫy
dậy
đây
đấy
đầy
đẫy
đẩy
đậy
dãy
dạy
dè
đè
dê
dề
dễ
đế
đề
để
đệ
dẽ
đẽ
dẻ
đẻ
đéc
đem
đêm
đếm
đềm
đệm
đen
đèn
dến
đến
đền
dềnh
đênh
đeo
đèo
đẽo
dẻo
dép
dẹp
đẹp
dệt
đều
di
đi
dĩ
dĩa
đĩa
đỉa
địa
đích
dịch
địch
điếc
diêm
điếm
điềm
điểm
diên
diễn
diện
điên
điền
điển
điện
điếng
điệp
diệt
diễu
diệu
điêu
điếu
điều
điệu
dinh
đinh
dính
đính
đình
đĩnh
đỉnh
định
dịp
díu
dìu
dịu
đo
đó
dò
đò
dỗ
đô
đố
đồ
đỗ
đổ
độ
đỏ
dơ
dỡ
dở
đỡ
đóa
dọa
đọa
đoái
đoài
đoan
đoán
đoàn
đoạn
doanh
đoạt
dốc
đốc
độc
dọc
đọc
doi
đói
đòi
dôi
dối
dồi
dội
đôi
đối
đồi
đỗi
đổi
đội
dõi
dơi
dời
đới
đời
đợi
dờỉ
đom
đóm
dòm
đốm
dỏm
don
đón
đòn
dốn
dồn
đồn
dọn
đơn
đớn
đờn
dong
đong
đóng
dòng
đòng
dông
đông
đống
đồng
đổng
động
đỏng
đọng
đớp
dốt
dột
đốt
đột
đợt
du
dù
đủ
dụ
dư
dữ
dự
đua
đúa
đùa
đũa
dưa
dứa
dừa
dựa
đưa
đứa
đúc
dục
đục
dực
đức
duệ
duềnh
đùi
đùm
đụn
dung
đúng
dùng
đùng
dũng
dụng
đụng
dưng
dừng
dửng
dựng
đứng
đừng
đựng
đuốc
dược
đước
được
duỗi
đuôi
đuối
đuổi
dưới
đượm
đuống
dương
dường
dưỡng
đương
đường
đúp
dứt
đứt
duyên
duyệt
e
ê
ế
ệ
em
ém
êm
én
eo
ép
gà
gã
gác
gạch
gai
gái
gam
gắm
gấm
gầm
gan
gán
gắn
gân
gần
gạn
gang
gắng
ganh
gánh
gáo
gào
gạo
gặp
gấp
gập
gắt
gặt
gật
gạt
gay
gáy
gây
gầy
gẫy
gậy
gãy
gảy
ghé
ghê
ghế
ghẻ
ghen
ghềnh
ghép
ghét
ghi
ghì
ghĩa
ghim
gì
gia
giá
già
giã
giả
giác
giặc
giấc
giai
giãi
giải
giam
giám
giàm
giấm
giẫm
giảm
giạm
gian
gián
giấn
giận
giãn
giản
giang
giáng
giàng
giăng
giằng
giảng
giành
giao
giáo
giáp
giập
giắt
giặt
giất
giật
giàu
giấu
giậu
giày
giây
giấy
giầy
giẩy
giề
giẽ
giếm
giếng
giềng
gieo
giết
giễu
gìn
gió
giò
giơ
giờ
giở
giỏi
giọi
giới
giợn
gióng
giông
giống
giọng
giọt
giũ
giữ
giụa
giữa
giục
giùi
giương
giường
giúp
gò
gỗ
gõ
gỡ
góc
gốc
gói
gối
gọi
gởi
gợi
gom
gốm
gồm
gớm
gờm
gòn
gọn
gợn
gông
gọng
góp
gộp
gót
gột
gọt
gục
gũi
gửi
gùng
gừng
gươm
guồng
gương
gượng
há
hà
hạ
hác
hắc
hạc
hạch
hai
hái
hài
hãi
hải
hại
ham
hàm
hăm
hầm
hãm
hạm
han
hán
hàn
hắn
hẳn
hân
hấn
hận
hãn
hang
hàng
hăng
hằng
hẫng
hãng
hạng
hanh
hành
hạnh
hao
háo
hào
hão
hảo
hấp
hập
hát
hắt
hất
hạt
hầu
hậu
hay
hãy
he
hè
hề
hễ
hệ
héc
hẻm
hèn
hển
hẹn
heo
héo
hẻo
hẹp
hét
hết
hệt
hí
hích
hiếm
hiềm
hiểm
hiên
hiến
hiền
hiển
hiện
hiệp
hiếu
hiểu
hiệu
hình
hỉnh
hít
hiu
hò
hồ
hỗ
hổ
hộ
họ
hơ
hờ
hở
hoa
hóa
hòa
hỏa
họa
hoá
hoả
hoặc
hoạch
hoài
hoại
hoan
hoán
hoàn
hoãn
hoạn
hoang
hoàng
hoảng
hoành
hoắt
hoạt
hốc
hộc
học
hòe
hoen
hoi
hòi
hôi
hối
hồi
hội
hỏi
hơi
hới
hỡi
hởi
hóm
hòm
hôm
hõm
hòn
hôn
hồn
hỗn
hổn
hơn
hờn
hong
hòng
hông
hồng
hỏng
họng
hộp
họp
hợp
hót
hốt
hớt
hú
hũ
hư
hứa
huân
huấn
húc
hức
hực
huế
huề
huệ
hùm
hung
hùng
hưng
hứng
hừng
hững
hước
huống
hương
hướng
hường
hưởng
hươu
hụp
hút
hụt
hưu
hữu
húy
hủy
huyên
huyền
huyện
huyết
huynh
huỳnh
hy
hỷ
i
ì
ĩ
ỉ
ị
ích
im
in
inh
ỉnh
ít
ịt
ke
kè
kê
kế
kề
kể
kệ
kẽ
kẻ
kệch
kém
kèm
kẽm
ken
kén
kèn
kênh
kềnh
keo
kéo
kẻo
kép
kẹp
két
kết
kẹt
kêu
khác
khắc
khách
khai
khái
khải
kham
khám
khâm
khảm
khan
khăn
khân
khấn
khẩn
khang
kháng
khăng
khẳng
khanh
khánh
khao
khảo
khắp
khấp
khập
khát
khắt
khất
khấu
khẩu
khay
khảy
khe
khê
khẽ
khen
khênh
khểnh
khéo
khép
khét
khêu
khi
khí
khía
khích
khiêm
khiếm
khiên
khiến
khiển
khiêng
khiễng
khiếp
khiết
khiêu
khiếu
khinh
khỉnh
khít
khiu
khó
khổ
khoa
khóa
khoá
khoác
khoai
khoái
khoán
khoăn
khoang
khoáng
khoảng
khoanh
khoảnh
khoát
khoáy
khóc
khốc
khoe
khóe
khỏe
khói
khôi
khối
khỏi
khơi
khởi
khom
khóm
khôn
khốn
không
khống
khổng
khớp
khư
khử
khứa
khuẩn
khuâng
khuất
khuây
khuấy
khúc
khuê
khúm
khung
khủng
khựng
khuôn
khuya
khuyên
khuyến
khuyển
khuyết
khuynh
khuỷu
khuỵu
kĩ
kia
kìa
kích
kịch
kiêm
kiếm
kiềm
kiểm
kiệm
kiên
kiến
kiện
kiềng
kiếp
kiết
kiệt
kiêu
kiều
kiểu
kiệu
kim
kìm
kín
kinh
kính
kình
kíp
kịp
kít
ký
kỳ
kỹ
kỷ
kỵ
la
lá
là
lã
lả
lạ
lác
lắc
lạc
lách
lạch
lai
lái
lãi
lại
lam
làm
lăm
lắm
lâm
lấm
lầm
lẫm
lẩm
lãm
lạm
lan
làn
lăn
lặn
lân
lấn
lần
lẫn
lẩn
lận
lang
láng
làng
lăng
lắng
lặng
lâng
lãng
lảng
lạng
lanh
lánh
lành
lãnh
lạnh
lao
láo
lào
lão
lắp
lặp
lấp
lập
lạp
lát
lắt
lặt
lật
lạt
lau
láu
làu
lâu
lầu
lậu
lay
lây
lấy
lầy
lẫy
lẩy
lậy
lạy
lê
lề
lễ
lể
lệ
lẽ
lẹ
lệch
len
lên
lẻn
lênh
lệnh
leo
léo
lèo
lẽo
lẻo
lều
lị
lìa
lịch
liếc
liêm
liếm
liệm
liên
liền
liễn
liêng
liếng
liệng
liệt
liêu
liều
liễu
liểu
liệu
lim
lìm
lịm
ling
linh
lính
lình
lĩnh
lỉnh
líu
lo
lò
lô
lộ
lọ
lơ
lờ
lỡ
lở
loa
lóa
lòa
lõa
loài
loại
loan
loạn
loáng
loãng
loạt
lóc
lốc
lộc
lọc
lóe
lòe
loè
loẹt
loi
lôi
lối
lồi
lỗi
lội
lỏi
lọi
lơi
lời
lợi
lõm
lởm
lợm
lớn
lợn
long
lóng
lòng
lông
lồng
lộng
lõng
lỏng
lọng
lớp
lợp
lót
lột
lọt
lợt
lũ
lư
lữ
lự
lúa
lùa
lụa
lứa
lừa
lữa
lửa
lựa
luân
luẩn
luận
luật
lúc
lục
lực
lui
lùi
lụi
lùm
lung
lúng
lùng
lũng
lủng
lụng
lưng
lừng
lững
lửng
luoc
luộc
lược
lưới
lười
lưỡi
luôn
luồn
lượn
luông
luống
luồng
lương
lường
lưỡng
lượng
lướt
lượt
lúp
lút
lụt
lưu
lựu
lũy
lụy
luyến
luyện
ly
lý
lỵ
ma
má
mà
mã
mả
mác
mắc
mặc
mách
mạch
mai
mái
mài
mãi
mải
mại
mắm
mâm
mầm
mẫm
mẩm
man
màn
mắn
mặn
mân
mần
mẫn
mẩn
mận
mãn
mạn
mang
máng
màng
măng
mắng
mảng
mạng
manh
mánh
mành
mãnh
mảnh
mạnh
mao
mào
mão
mạo
mập
mát
mắt
mặt
mất
mật
mạt
mau
máu
màu
mâu
mầu
mẫu
mậu
may
máy
mày
mây
mấy
mảy
me
mé
mê
mẽ
mẻ
mẹ
mềm
men
mến
mênh
mệnh
méo
mèo
mẹo
mép
mét
mệt
mi
mía
mỉa
mịch
miên
miến
miền
miễn
miếng
miệng
miết
miệt
miêu
miếu
mỉm
min
mịn
minh
mình
mít
mịt
mo
mò
mồ
mộ
mơ
mờ
mỡ
mở
móc
mốc
mộc
mọc
mói
môi
mối
mồi
mỗi
mỏi
mọi
mới
mời
mồm
mõm
mỏm
món
mòn
môn
mọn
mơn
mớn
mởn
mong
móng
mông
mống
mồng
mộng
mỏng
móp
mốt
một
mù
mũ
mủ
mụ
mua
múa
mùa
mưa
mứa
múc
mục
mức
mực
mui
múi
mùi
mũi
mủi
mun
mún
mừng
muối
muỗi
mươi
mười
muôn
muốn
muộn
mướn
mượn
muông
mương
mường
mướp
mướt
mút
mưu
mỳ
mỹ
na
ná
nã
nách
nai
nài
nải
nại
nam
năm
nắm
nằm
nấm
nậm
nạm
nán
nàn
năn
nằn
nấn
nần
nản
nạn
nang
nàng
năng
nắng
nẵng
nặng
nâng
nanh
nao
náo
nào
não
nạo
nàọ
nắp
nấp
nập
nạp
nát
nạt
náu
nâu
nấu
nay
này
nấy
nẩy
nãy
nảy
nề
nể
ném
nêm
nếm
nệm
nén
nên
nến
nền
nện
neo
nẻo
nép
nếp
nét
nết
nêu
nếu
nga
ngà
ngã
ngả
ngác
ngạc
ngạch
ngai
ngài
ngãi
ngại
ngắm
ngâm
ngấm
ngầm
ngẫm
ngậm
ngán
ngàn
ngăn
ngắn
ngân
ngấn
ngần
ngẩn
ngạn
ngang
ngàng
ngành
ngảnh
ngạnh
ngao
ngào
ngạo
ngập
ngát
ngắt
ngặt
ngất
ngạt
ngấu
ngầu
ngẫu
ngay
ngày
ngây
ngấy
nghàn
nghe
nghé
nghè
nghề
nghệ
nghẽn
nghẹn
nghênh
nghèo
nghi
nghì
nghĩ
nghỉ
nghị
nghía
nghĩa
nghịch
nghiêm
nghiễm
nghiệm
nghiên
nghiến
nghiền
nghiện
nghiêng
nghiệp
nghiệt
nghìn
ngó
ngô
ngộ
ngõ
ngỏ
ngơ
ngớ
ngờ
ngỡ
ngoa
ngoai
ngoái
ngoài
ngoại
ngoạm
ngoan
ngoằn
ngoãn
ngoạn
ngoảnh
ngoặt
ngóc
ngốc
ngọc
ngoèo
ngoi
ngói
ngòi
ngôi
ngồi
ngơi
ngợi
ngồị
ngóm
ngon
ngón
ngôn
ngốn
ngổn
ngọn
ngót
ngột
ngọt
ngớt
ngũ
ngụ
ngư
ngữ
ngứa
ngừa
ngửa
ngựa
ngục
ngùi
ngủi
ngùng
ngưng
ngừng
ngước
ngược
nguôi
ngươi
người
ngườị
nguồn
ngưỡng
ngượng
ngụp
ngút
ngưu
nguy
nguyên
nguyền
nguyễn
nguyện
nguyệt
nha
nhà
nhã
nhả
nhác
nhắc
nhấc
nhạc
nhai
nhại
nham
nhàm
nhắm
nhằm
nhầm
nhẩm
nhậm
nhan
nhàn
nhăn
nhắn
nhằn
nhẵn
nhặn
nhân
nhấn
nhẫn
nhận
nhãn
nhạn
nhang
nhàng
nhăng
nhãng
nhanh
nhánh
nhao
nhào
nhão
nhạo
nhắp
nhấp
nhập
nhát
nhặt
nhất
nhật
nhạt
nhau
nhàu
nhảu
nháy
nhảy
nhạy
nhe
nhé
nhẽ
nhẻ
nhẹ
nhếch
nhem
nhẹm
nhen
nhện
nhẹn
nhi
nhĩ
nhỉ
nhị
nhiễm
nhiệm
nhiên
nhiếp
nhiệt
nhiêu
nhiều
nhiễu
nhìn
nhịp
nho
nhô
nhố
nhổ
nhỏ
nhớ
nhờ
nhở
nhoáng
nhoạng
nhọc
nhoét
nhoi
nhói
nhối
nhồi
nhóm
nhòm
nhõm
nhỏm
nhộn
nhọn
nhơn
nhớn
nhờn
nhộng
nhớp
nhốt
nhợt
nhủ
như
nhứ
nhựa
nhuần
nhuận
nhúc
nhục
nhức
nhụi
nhúm
nhung
nhúng
nhũng
nhưng
những
nhuốc
nhược
nhuốm
nhuộm
nhường
nhượng
nhút
nhụt
nhụy
nhuyễn
nì
nỉ
niềm
niệm
niên
niết
ninh
níp
no
nó
nô
nọ
nỡ
nở
nợ
nóc
nọc
nói
nòi
nối
nồi
nỗi
nổi
nội
nơi
nời
nom
nôm
nơm
non
nón
nộn
nong
nóng
nòng
nông
nồng
nộp
nớp
nót
nốt
nụ
nữ
nua
nứa
nữa
nửa
nức
nực
núi
núm
nung
núng
nùng
nựng
nuộc
nước
nuôi
nuối
nườm
nuông
nương
nướng
nường
nượp
nuốt
núp
nút
nứt
ô
ố
ồ
ọ
ơ
ở
òa
ỏa
oai
oan
oán
oằn
oanh
óc
ốc
ôi
ỏi
ơi
om
ôm
ốm
ồn
ổn
ơn
ong
óng
ông
ống
ọp
ớt
pha
phá
phách
phạch
phai
phái
phải
phàm
phẩm
phạm
phan
phán
phân
phấn
phần
phẫn
phận
phản
phạn
phàng
phăng
phẳng
phảng
phanh
phành
phao
pháo
phào
pháp
phấp
phát
phất
phật
phạt
phau
phay
phê
phế
phen
phèn
phên
phèo
phép
phi
phì
phỉ
phía
phiếm
phiên
phiến
phiền
phiện
phiệt
phiêu
phiếu
phím
phình
pho
phó
phố
phổ
phờ
phôi
phối
phơi
phới
phồn
phong
phóng
phòng
phồng
phổng
phỏng
phớt
phu
phú
phù
phũ
phủ
phụ
phúc
phục
phức
phun
phùng
phụng
phước
phướn
phương
phường
phượng
phút
qua
quá
quả
quặc
quách
quạch
quai
quái
quại
quan
quán
quằn
quân
quấn
quần
quẫn
quẩn
quận
quản
quang
quáng
quàng
quăng
quặng
quãng
quảng
quanh
quạnh
quặp
quát
quắt
quặt
quất
quật
quạt
quay
quây
quấy
quầy
quảy
quê
quế
quệ
quẽ
quen
quên
quẹn
quét
qui
quì
quỉ
quốc
quy
quý
quỳ
quỹ
quỷ
quyên
quyến
quyền
quyển
quyết
quyệt
quỳnh
ra
rà
rã
rác
rắc
rách
rạch
rãi
rải
rắm
rằm
râm
rầm
rậm
ran
rán
rắn
rận
rang
ráng
ràng
răng
rằng
rặng
rạng
ranh
rành
rãnh
rao
ráo
rào
ráp
rắp
rập
rạp
rát
rặt
rất
rạt
rau
râu
rầu
ray
rày
rầy
rẩy
re
ré
rễ
rẽ
rẻ
rèm
rèn
rên
rền
reo
rệp
rệt
rêu
rí
rì
rĩ
rỉ
rìa
rịa
riêng
riệp
riết
rịn
rình
rìu
rõ
rọ
rỡ
rọc
roi
ròi
rối
rồi
rỗi
rỏi
rơi
rời
rơm
rón
rốn
rộn
rợn
rong
ròng
rống
rồng
rỗng
rộng
rộp
rớp
rợp
rót
rốt
rớt
ru
rũ
rủ
rua
rủa
rữa
rửa
rúc
rực
rủi
rúm
run
rung
rúng
rùng
rụng
rừng
rước
ruổi
rưới
rưỡi
rườm
ruộng
rương
rường
ruột
rượt
rượu
rút
rụt
rứt
ruy
sa
sá
sắc
sặc
sách
sạch
sai
sài
sải
sàm
sắm
sâm
sấm
sầm
sẫm
san
săn
sắn
sẵn
sân
sấn
sần
sạn
sang
sáng
sàng
sắng
sảng
sanh
sánh
sành
sảnh
sao
sào
sảo
sáp
sắp
sấp
sập
sát
sắt
sặt
sau
sáu
sâu
sấu
sầu
say
sẩy
sậy
se
sè
sê
sẽ
sẻ
sen
sến
sền
sếp
sét
sệt
si
sì
sĩ
sỉ
siết
siêu
sinh
sính
so
số
sỗ
sổ
sộ
sọ
sờ
sỡ
sở
sợ
soái
soán
soạn
soát
sóc
soi
sói
sôi
sỏi
sợi
sớm
son
sơn
sởn
song
sóng
sòng
sông
sống
sồng
sót
sốt
sũ
sư
sứ
sử
sự
sưa
sữa
sửa
suất
súc
sục
sức
sực
suê
sùi
sủi
sum
sung
súng
sùng
sũng
sủng
sừng
sững
sửng
suối
sưởi
suôn
sườn
suông
sương
sướng
sượng
suốt
súp
sụp
sút
sụt
sưu
sửu
suy
suyền
suýt
sỹ
ta
tá
tà
tã
tả
tạ
tác
tắc
tấc
tạc
tách
tai
tái
tài
tải
tại
tam
tám
tàm
tăm
tắm
tằm
tâm
tấm
tầm
tẩm
tạm
tan
tán
tàn
tân
tấn
tần
tận
tản
tang
táng
tàng
tăng
tặng
tâng
tầng
tảng
tạng
tanh
tánh
tành
tạnh
tao
táo
tào
tạo
táp
tấp
tập
tạp
tát
tắt
tất
tật
táu
tàu
tâu
tấu
tẩu
tay
tày
tây
tẩy
tê
tế
tề
tể
tệ
tẻ
tem
tên
tênh
tẹo
tết
tẹt
tha
thà
thả
thác
thắc
thách
thạch
thai
thái
thãi
thải
tham
thám
thăm
thắm
thẳm
thâm
thấm
thầm
thẫm
thẩm
thậm
thảm
than
thân
thấn
thần
thẫn
thẩn
thận
thản
thang
tháng
thăng
thắng
thằng
thẳng
thặng
thanh
thánh
thành
thao
tháo
thảo
thạo
tháp
thắp
thấp
thập
thắt
thất
thật
thau
thâu
thấu
thầu
thay
thày
thây
thấy
thầy
thảy
the
thê
thế
thề
thể
thệ
thẻ
thèm
thêm
thềm
then
thẹn
theo
thép
thếp
thét
thêu
thi
thì
thị
thía
thìa
thích
thiếc
thiêm
thiên
thiền
thiện
thiêng
thiếp
thiệp
thiết
thiệt
thiêu
thiếu
thiều
thiểu
thiệu
thinh
thình
thỉnh
thịnh
thít
thịt
thiu
thỉu
thồ
thổ
thỏ
thọ
thơ
thờ
thở
thợ
thoa
thỏa
thoai
thoái
thoải
thoại
thoang
thoáng
thoảng
thoát
thoắt
thoạt
thóc
thọc
thoi
thói
thòi
thôi
thối
thổi
thỏi
thơi
thời
thom
thòm
thỏm
thơm
thốn
thơn
thong
thông
thống
thõng
thót
thốt
thớt
thu
thú
thù
thủ
thụ
thư
thứ
thử
thua
thùa
thưa
thừa
thửa
thuần
thuẫn
thuận
thuật
thúc
thục
thức
thực
thuê
thuế
thui
thung
thúng
thùng
thủng
thụng
thừng
thuở
thuốc
thuộc
thước
thuồng
thương
thường
thưởng
thượng
thướt
thụt
thúy
thùy
thủy
thụy
thuỷ
thuyên
thuyền
thuyết
tì
tị
tia
tía
tích
tịch
tiếc
tiệc
tiếm
tiềm
tiệm
tien
tiên
tiền
tiễn
tiện
tiếng
tiếp
tiệp
tiết
tiêu
tiếu
tiễu
tiểu
tim
tím
tìm
tin
tinh
tính
tình
tĩnh
tỉnh
tịnh
típ
tít
to
tô
tố
tổ
tỏ
tơ
tớ
tờ
tòa
tỏa
tọa
toà
toạc
toái
toại
toan
toán
toàn
toáng
toát
tóc
tốc
tộc
tóe
tòi
tôi
tối
tồi
tội
tõi
tơi
tới
tời
tóm
tôm
tởm
tôn
tồn
tợn
tong
tòng
tông
tống
tổng
tót
tốt
tột
tra
trà
trả
trác
trắc
trặc
trạc
trách
trạch
trai
trái
trãi
trải
trại
trăm
trâm
trầm
trảm
trạm
trán
tràn
trằn
trặn
trân
trấn
trần
trận
trang
tráng
tràng
trăng
trắng
trạng
tranh
tránh
trành
trạnh
trao
trào
trật
trau
trâu
trấu
trề
trễ
trệ
trẻ
trên
treo
trèo
trệt
trêu
tri
trí
trì
trị
trích
triền
triển
triện
triết
triệt
triều
triệu
trinh
trình
trịnh
trìu
tro
trò
trồ
trổ
trơ
trở
trợ
trọc
troi
trôi
trồi
trỗi
trội
trọi
trời
trộm
tròn
trôn
trốn
trộn
trọn
trơn
trớn
trợn
trong
tròng
trông
trống
trồng
trọng
trót
trọt
trú
trụ
trừ
trữ
trưa
truân
truất
trúc
trục
trực
trụi
trùm
trung
trúng
trùng
trũng
trủng
trưng
trứng
trừng
trươc
trước
truồng
trương
trướng
trường
trưởng
trượng
trượt
trút
truy
truyền
truyện
tu
tú
tù
tư
tứ
từ
tử
tự
tựa
tuân
tuấn
tuần
tuất
túc
tục
tức
tuệ
túi
tủi
tum
túm
tùm
tung
túng
tùng
tụng
tưng
từng
tước
tược
tuổi
tươi
tưới
tuôn
tuông
tuồng
tương
tướng
tường
tưởng
tượng
tướp
tuốt
tuột
túp
tụt
tựu
tuy
túy
tùy
tụy
tuyên
tuyến
tuyền
tuyển
tuyết
tuyệt
tuyn
ty
tỳ
tỷ
tỵ
u
ú
ủ
ụ
ưa
ứa
ừa
úc
ức
ực
uế
um
ùn
úng
ủng
ưng
ứng
ước
ươm
ướm
uốn
uống
ương
ướp
ướt
úp
út
ưu
uy
úy
ủy
uyên
và
vã
vả
vạ
vác
vặc
vách
vạch
vai
vài
vãi
vải
vàm
vằm
vạm
van
ván
vàn
văn
vắn
vẳn
vặn
vân
vấn
vần
vẫn
vẩn
vận
vãn
vạn
vang
vàng
văng
vắng
vằng
vâng
vầng
vảng
vánh
vành
vãnh
vào
váp
vấp
vát
vắt
vặt
vất
vật
vạt
vầu
vay
váy
vây
vầy
vẫy
vậy
ve
vê
vế
về
vệ
vẽ
vẻ
ven
vén
vẻn
vẹn
vênh
veo
vèo
vẻo
vét
vết
vệt
vẹt
vi
ví
vì
vị
vía
việc
viên
viền
viễn
viển
viện
viếng
viết
việt
vin
vinh
vĩnh
vịnh
vít
vịt
víu
vó
vò
vô
vồ
vỗ
võ
vỏ
vơ
vờ
vỡ
vở
vợ
vóc
voi
vòi
vôi
vội
vơi
với
vời
vòm
vốn
vồn
vờn
vong
vòng
vông
võng
vọng
vót
vọt
vớt
vu
vũ
vua
vừa
vữa
vựa
vừạ
vực
vui
vùi
vun
vung
vùng
vũng
vụng
vững
vựng
vườn
vượn
vuông
vương
vướng
vượng
vuốt
vượt
vụt
vứt
xa
xá
xà
xã
xạ
xác
xách
xài
xám
xăm
xâm
xầm
xán
xắn
xăng
xanh
xao
xáo
xảo
xáp
xấp
xập
xát
xâu
xấu
xay
xây
xẩy
xảy
xe
xè
xê
xế
xẻ
xem
xen
xén
xẻo
xếp
xét
xì
xỉ
xỉa
xích
xịch
xiếc
xiêm
xiên
xiết
xiêu
xin
xỉn
xinh
xĩnh
xịt
xíu
xơ
xở
xóa
xòa
xoài
xoải
xoàng
xoãng
xoay
xoáy
xóc
xốc
xói
xôi
xối
xổi
xóm
xổm
xôn
xộn
xong
xông
xót
xứ
xử
xua
xưa
xửa
xuân
xuẩn
xuất
xúc
xuề
xuể
xui
xúi
xúm
xung
xưng
xứng
xựng
xước
xuôi
xuống
xuồng
xương
xướng
xưởng
xúp
xúy
xuyên
y
ý
ỳ
yếm
yểm
yên
yến
yết
yêu
yếu
yểu
