a
á
à
ã
ả
ạ
ác
ắc
ách
ạch
ai
ái
ải
am
ám
ăm
ẵm
âm
ấm
ầm
ẫm
ẩm
ậm
ảm
an
án
ăn
ân
ấn
ẩn
ang
áng
ăng
ắng
ẳng
ảng
anh
ánh
ảnh
ao
áo
ào
ảo
áp
ắp
ấp
ập
át
ắt
ất
ạt
au
âu
ấu
ầu
ẩu
ậu
áy
ấy
ẩy
ba
bá
bà
bã
bả
bạ
bác
bắc
bấc
bậc
bạc
bách
bạch
bai
bái
bài
bãi
bải
bại
bám
bàm
băm
bằm
bẵm
bẳm
bặm
bấm
bầm
bẫm
bẩm
bậm
ban
bán
bàn
băn
bắn
bằn
bẳn
bặn
bân
bấn
bần
bẩn
bận
bản
bạn
bang
báng
bàng
băng
bắng
bằng
bẵng
bặng
bâng
bấng
bầng
bảng
bạng
banh
bánh
bành
bảnh
bạnh
bao
báo
bào
bão
bảo
bạo
bắp
bặp
bấp
bập
bạp
bát
bắt
bặt
bất
bật
bạt
báu
bàu
bâu
bấu
bầu
bẩu
bậu
bảu
bạu
bay
bày
bây
bấy
bầy
bẫy
bẩy
bậy
bảy
be
bé
bè
bê
bế
bề
bễ
bể
bệ
bẽ
bẻ
bẹ
béc
bẹc
bệch
bem
bèm
bẻm
ben
bén
bèn
bên
bến
bền
bển
bện
bẽn
bẹn
beng
béng
bênh
bềnh
bệnh
beo
béo
bèo
bẽo
bẻo
bẹo
bép
bếp
bẹp
bét
bết
bệt
bẹt
bêu
bều
bệu
bi
bí
bì
bĩ
bỉ
bị
bia
bìa
bịa
bích
bịch
biếc
biếm
biên
biến
biền
biển
biện
biêng
biếng
biết
biệt
biếu
biểu
bím
bìm
bỉm
bin
bịn
binh
bính
bình
bĩnh
bỉnh
bịnh
bíp
bịp
bít
bịt
bíu
bìu
bĩu
bỉu
bịu
bo
bó
bò
bô
bố
bồ
bỗ
bổ
bộ
bõ
bỏ
bọ
bơ
bớ
bờ
bỡ
bở
bợ
boa
bóc
bốc
bộc
bọc
bói
bòi
bôi
bối
bồi
bổi
bội
bỏi
bơi
bới
bời
bởi
bom
bòm
bôm
bồm
bõm
bỏm
bơm
bờm
bợm
bon
bón
bòn
bôn
bốn
bồn
bổn
bộn
bọn
bơn
bờn
bỡn
bợn
bong
bóng
bòng
bông
bống
bồng
bỗng
bổng
bộng
bõng
bỏng
bọng
boong
boóng
bóp
bốp
bộp
bọp
bớp
bợp
bót
bốt
bột
bọt
bớt
bợt
bu
bú
bù
bủ
bụ
bư
bứ
bự
bua
búa
bùa
bủa
bụa
bưa
bứa
bừa
bữa
bửa
bựa
bục
bức
bực
búi
bùi
bụi
bùm
bũm
bủm
bụm
bún
bùn
bủn
bung
búng
bùng
bủng
bụng
bưng
bứng
bừng
bửng
bựng
buộc
bước
buồi
buổi
bươi
bưởi
buồm
buộm
bươm
bướm
buôn
buồn
bươn
buông
buồng
bương
bướng
bướp
buốt
buột
bượt
bươu
bướu
búp
bụp
bút
bụt
bứt
bựt
bưu
bửu
buýt
ca
cá
cà
cả
cạ
các
cắc
cặc
cấc
cạc
cách
cạch
cai
cái
cài
cãi
cải
cam
cám
căm
cắm
cằm
cặm
câm
cấm
cầm
cẫm
cẩm
cảm
cạm
can
cán
càn
căn
cắn
cằn
cẳn
cặn
cân
cấn
cần
cẫn
cẩn
cận
cản
cạn
cang
cáng
càng
căng
cẵng
cẳng
câng
cẫng
cảng
canh
cánh
cành
cảnh
cạnh
cao
cáo
cào
cảo
cạo
cáp
cắp
cặp
cấp
cập
cạp
cát
cắt
cặt
cất
cật
cau
cáu
càu
câu
cấu
cầu
cẩu
cậu
cảu
cạu
cay
cáy
cày
cây
cấy
cầy
cẩy
cậy
cảy
cạy
cha
chá
chà
chã
chả
chạ
chác
chắc
chặc
chậc
chạc
chách
chạch
chai
chái
chài
chãi
chải
chàm
chăm
chắm
chằm
chặm
châm
chấm
chầm
chẫm
chẩm
chậm
chạm
chan
chán
chăn
chắn
chằn
chẵn
chặn
chân
chấn
chần
chẩn
chận
chạn
chang
cháng
chàng
chăng
chằng
chẳng
chặng
châng
chạng
chanh
chánh
chành
chảnh
chạnh
chao
cháo
chào
chão
chảo
chạo
chắp
chặp
chấp
chập
chạp
chát
chắt
chặt
chất
chật
chạt
chau
cháu
châu
chấu
chầu
chẫu
chẩu
chậu
chảu
chay
cháy
chày
chây
chấy
chầy
chẩy
chảy
chạy
che
ché
chè
chê
chế
chề
chệ
chẽ
chẻ
chếch
chệch
chem
chém
chèm
chêm
chếm
chềm
chễm
chẻm
chen
chén
chèn
chện
chẽn
chẻn
chẹn
cheng
chẻng
chênh
chếnh
chềnh
chễnh
chểnh
chệnh
cheo
chéo
chèo
chẻo
chẹo
chép
chẹp
chét
chết
chẹt
chi
chí
chì
chỉ
chị
chia
chìa
chĩa
chịa
chích
chiếc
chiêm
chiếm
chiên
chiến
chiền
chiện
chiêng
chiếng
chiềng
chiếp
chiết
chiêu
chiếu
chiều
chiểu
chim
chím
chìm
chín
chĩn
chỉn
chinh
chính
chình
chĩnh
chỉnh
chíp
chít
chịt
chiu
chíu
chìu
chịu
cho
chó
chò
chồ
chỗ
chộ
chõ
chỏ
chọ
chơ
chớ
chờ
chở
chợ
choa
choá
choác
choạc
choai
choái
choài
choãi
choại
choán
choăn
choang
choáng
choàng
choảng
choạng
choạp
choắt
chóc
chốc
chọc
choe
choé
choè
choẹ
choen
choèn
choẹt
choi
chói
chòi
chối
chồi
chỗi
chổi
chội
chỏi
chọi
chơi
chới
chợi
chòm
chôm
chồm
chỗm
chõm
chỏm
chơm
chớm
chờm
chởm
chon
chôn
chốn
chồn
chộn
chỏn
chọn
chơn
chớn
chờn
chợn
chong
chóng
chòng
chông
chống
chồng
chổng
chõng
chỏng
choòng
chóp
chốp
chộp
chớp
chợp
chót
chốt
chột
chọt
chớt
chợt
chu
chú
chù
chủ
chư
chứ
chừ
chữ
chua
chúa
chùa
chưa
chứa
chừa
chữa
chửa
chuẩn
chúc
chục
chức
chực
chuếch
chuệch
chuếnh
chuệnh
chui
chúi
chùi
chũi
chửi
chum
chúm
chùm
chũm
chụm
chun
chùn
chũn
chủn
chưn
chung
chúng
chùng
chủng
chưng
chứng
chừng
chững
chửng
chựng
chuốc
chuộc
chước
chược
chuôi
chuối
chuồi
chuỗi
chuội
chưởi
chuôm
chườm
chuồn
chuông
chuồng
chuộng
chương
chướng
chường
chưỡng
chưởng
chượp
chuốt
chuột
chụp
chút
chụt
chuỳ
chuyên
chuyến
chuyền
chuyển
chuyện
co
có
cò
cô
cố
cồ
cỗ
cổ
cộ
cỏ
cọ
cơ
cớ
cờ
cỡ
cóc
cốc
cộc
cọc
coi
cói
còi
côi
cối
cỗi
cổi
cội
cõi
cỏi
cơi
cời
cỡi
cởi
com
cóm
còm
côm
cốm
cồm
cộm
cỏm
cọm
cơm
cớm
cỡm
cợm
con
cón
còn
côn
cốn
cồn
cổn
cộn
cỏn
cọn
cơn
cớn
cờn
cỡn
cợn
cong
cóng
còng
công
cống
cồng
cổng
cộng
cõng
cỏng
cọng
coóc
coong
cóp
cốp
cộp
cọp
cợp
cót
cốt
cột
cọt
cớt
cợt
cu
cú
cù
cũ
củ
cụ
cư
cứ
cừ
cữ
cử
cự
cua
cúa
của
cưa
cứa
cửa
cựa
cúc
cục
cức
cực
cui
cúi
cùi
cũi
củi
cụi
cửi
cum
cúm
cùm
củm
cụm
cun
cún
cùn
cũn
củn
cung
cúng
cùng
cũng
củng
cụng
cưng
cứng
cửng
cuốc
cuộc
cước
cược
cuối
cuội
cưới
cười
cưỡi
cuỗm
cườm
cuốn
cuồn
cuộn
cuông
cuống
cuồng
cuộng
cương
cường
cưỡng
cướp
cúp
cụp
cút
cụt
cứt
cưu
cứu
cừu
cữu
cửu
cựu
da
dá
dà
dã
dả
dạ
đa
đá
đà
đã
đả
dác
dặc
dạc
đác
đắc
đặc
đạc
dách
đách
đạch
dai
dái
dài
dãi
dải
dại
đai
đái
đài
đãi
đại
dam
dám
dàm
dăm
dằm
dặm
dâm
dấm
dầm
dẫm
dậm
dạm
đam
đám
đàm
đăm
đắm
đằm
đẵm
đặm
đâm
đấm
đầm
đẫm
đậm
đảm
đạm
dan
dán
dàn
dăn
dằn
dẳn
dặn
dân
dấn
dần
dẫn
dẩn
dận
dãn
dạn
đan
đán
đàn
đắn
đằn
đẵn
đặn
đần
đẫn
đận
đản
đạn
dang
dáng
dàng
dăng
dắng
dằng
dẳng
dặng
dâng
dạng
đang
đáng
đàng
đăng
đắng
đằng
đẵng
đẳng
đặng
đấng
đãng
đảng
danh
dành
dảnh
đanh
đánh
đành
đảnh
dao
dáo
dào
dạo
đao
đáo
đào
đảo
đạo
dấp
dập
đáp
đắp
đập
đạp
dát
dắt
dặt
dật
dạt
đát
đắt
đặt
đất
đật
đạt
dàu
dâu
dấu
dầu
dẫu
dẩu
dậu
đau
đáu
đâu
đấu
đầu
đẫu
đẩu
đậu
đầụ
day
dáy
dày
dây
dấy
dầy
dẫy
dẩy
dậy
dãy
dảy
dạy
đay
đáy
đày
đây
đấy
đầy
đẫy
đẩy
đậy
đãy
đảy
de
dé
dè
dê
dế
dề
dễ
dể
dệ
dẽ
dẻ
đe
đé
đè
đê
đế
đề
đễ
để
đệ
đẽ
đẻ
đéc
dệch
đếch
dém
đem
đém
đèm
đêm
đếm
đềm
đệm
den
dèn
dến
dền
dện
đen
đèn
đên
đến
đền
đẹn
dênh
dềnh
đênh
đềnh
đểnh
deo
dẻo
đeo
đéo
đèo
đẽo
dép
dẹp
đệp
đẹp
dết
dệt
dẹt
đét
đẹt
đêu
đều
đểu
di
dí
dì
dĩ
dị
đi
đì
đĩ
dìa
dĩa
đía
đìa
đĩa
đỉa
địa
dích
dịch
đích
địch
diếc
diệc
điếc
diêm
diềm
diễm
diệm
điêm
điếm
điềm
điểm
điệm
diên
diễn
diện
điên
điến
điền
điển
điện
diềng
điêng
điếng
diếp
diệp
điệp
diết
diệt
diêu
diếu
diều
diễu
diệu
điêu
điếu
điều
điểu
điệu
dim
dím
dìm
din
dĩn
đin
dinh
dính
dĩnh
đinh
đính
đình
đĩnh
đỉnh
định
díp
dịp
dịt
đít
địt
díu
dìu
dịu
điu
đìu
địu
do
dó
dò
dô
dồ
dỗ
dỏ
dọ
dơ
dớ
dờ
dỡ
dở
dợ
đo
đó
đò
đô
đố
đồ
đỗ
đổ
độ
đõ
đỏ
đọ
đơ
đớ
đờ
đỡ
đợ
doa
doá
dọa
đóa
đọa
đoác
doãi
đoái
đoài
doan
doãn
đoan
đoán
đoàn
đoản
đoạn
doãng
đoàng
đoãng
đoảng
doanh
doành
đoành
đoạt
dóc
dốc
dộc
dọc
đóc
đốc
độc
đọc
doi
dói
dòi
dôi
dối
dồi
dỗi
dổi
dội
dõi
dọi
dơi
dời
đoi
đói
đòi
đôi
đối
đồi
đỗi
đổi
đội
đỏi
đọi
đới
đời
đợi
dom
dóm
dòm
dổm
dỏm
dởm
dợm
đom
đóm
đòm
đôm
đốm
đồm
đỏm
đơm
đờm
đởm
don
dón
dốn
dồn
dọn
dơn
dớn
dờn
dợn
đon
đón
đòn
đôn
đốn
đồn
độn
đọn
đơn
đớn
đờn
đởn
dong
dóng
dòng
dông
dồng
dộng
dõng
dỏng
dọng
đong
đóng
đòng
đông
đống
đồng
đổng
động
đỏng
đọng
dộp
dọp
dớp
đốp
độp
đớp
dót
dốt
dột
đót
đốt
đột
đọt
đớt
đợt
du
dù
dũ
dụ
dư
dứ
dừ
dữ
dử
dự
đu
đú
đù
đủ
đụ
đứ
đừ
đử
dua
dúa
dùa
dũa
dưa
dứa
dừa
dựa
đua
đúa
đùa
đũa
đưa
đứa
dục
dức
dực
đúc
đục
đức
đực
duệ
duềnh
đuềnh
đuểnh
dúi
dùi
dũi
dủi
dụi
đui
đùi
đũi
đủi
dúm
dụm
đum
đúm
đùm
dun
dún
dùn
đun
đún
đùn
đụn
dung
dúng
dùng
dũng
dụng
dưng
dứng
dừng
dửng
dựng
đung
đúng
đùng
đũng
đủng
đụng
đưng
đứng
đừng
đựng
duốc
duộc
dược
đuốc
đước
được
duôi
duối
duỗi
dưới
dượi
đuôi
đuối
đuổi
đười
đượm
dướn
đuồn
đuỗn
đườn
đưỡn
dương
dướng
dường
dưỡng
dượng
đuống
đương
đường
dượt
đuột
đúp
đụp
dút
dụt
dứt
đút
đụt
đứt
duy
duyên
duyệt
e
é
è
ê
ế
ề
ệ
ẹ
éc
ẹc
ếch
ệch
em
ém
êm
ếm
en
én
ẻn
eng
ềnh
ễnh
eo
éo
èo
ẽo
ẻo
ẹo
ép
ẹp
ét
ẹt
êu
ga
gá
gà
gã
gả
gạ
gác
gặc
gấc
gạc
gạch
gai
gái
gài
gãi
gại
gam
găm
gắm
gằm
gặm
gâm
gấm
gầm
gẫm
gẩm
gậm
gan
gán
gàn
găn
gắn
gằn
gặn
gân
gần
gạn
gang
gàng
găng
gắng
gẵng
gặng
ganh
gánh
gành
gảnh
gạnh
gao
gáo
gào
gạo
gáp
gắp
gặp
gấp
gập
gắt
gặt
gật
gạt
gau
gáu
gàu
gâu
gấu
gầu
gẫu
gay
gáy
gày
gây
gấy
gầy
gẫy
gẩy
gậy
gãy
gảy
gạy
gen
ghe
ghé
ghè
ghê
ghế
ghề
ghẽ
ghẻ
ghẹ
ghếch
ghệch
ghém
ghen
ghèn
ghẹn
ghềnh
ghểnh
ghẹo
ghép
ghét
ghệt
ghi
ghì
ghĩa
ghiếc
ghiền
ghim
ghìm
ghính
ghịt
gi
gí
gì
gỉ
gia
giá
già
giã
giả
giạ
giác
giặc
giấc
giai
giãi
giải
giại
giam
giám
giàm
giăm
giằm
giẵm
giặm
giâm
giấm
giầm
giẫm
giậm
giảm
giạm
gian
gián
giàn
giằn
giặn
giấn
giần
giận
giãn
giản
giang
giáng
giàng
giăng
giằng
giảng
giạng
gianh
giành
giảnh
giao
giáo
giào
giảo
giáp
giấp
giập
giạp
giát
giắt
giặt
giất
giật
giạt
giàu
giâu
giấu
giầu
giậu
giảu
giày
giây
giấy
giầy
giẫy
giẩy
giãy
gích
gie
giê
giề
giẽ
giẻ
giếc
gièm
giếm
gien
giền
giêng
giếng
giềng
gieo
giéo
giẹo
giẹp
giết
giễu
gìm
gin
gìn
gio
gió
giò
giô
giồ
giỗ
giộ
giỏ
giọ
giơ
giờ
giở
gióc
giọc
gioi
giói
giòi
giối
giồi
giỗi
giổi
giội
giỏi
giọi
giới
giời
gion
gión
giòn
giôn
giỏn
giờn
giỡn
giợn
giong
gióng
giông
giống
giồng
giỏng
giọng
giộp
giốt
giọt
gip
gíp
giũ
giữ
giua
giũa
giụa
giữa
giục
giúi
giùi
giủi
giụi
giùm
giun
giuộc
giương
giướng
giường
giượng
giúp
giựt
go
gò
gô
gồ
gỗ
gổ
gộ
gõ
gọ
gơ
gờ
gỡ
gở
góa
góc
gốc
gộc
gói
gối
gồi
gội
gỏi
gọi
gởi
gợi
gom
gôm
gốm
gồm
gớm
gờm
gon
gòn
gôn
gọn
gờn
gợn
gông
gồng
gỏng
gọng
goòng
góp
gộp
gót
gột
gọt
gợt
gu
gù
gụ
gừ
gục
gùi
gũi
gụi
gửi
gùn
gùng
gừng
guốc
guộc
guồi
gươm
gườm
gượm
guộn
guồng
gương
gường
gưỡng
gượng
guột
gút
gụt
ha
há
hà
hả
hạ
hác
hắc
hặc
hạc
hách
hạch
hai
hái
hài
hãi
hải
hại
ham
hám
hàm
hăm
hằm
hẳm
hặm
hâm
hấm
hầm
hẩm
hậm
hãm
hảm
hạm
han
hán
hàn
hắn
hằn
hẳn
hân
hấn
hận
hãn
hạn
hang
háng
hàng
hăng
hắng
hằng
hẵng
hấng
hẫng
hẩng
hãng
hảng
hạng
hanh
hánh
hành
hãnh
hảnh
hạnh
hao
háo
hào
hão
hảo
hạo
háp
hấp
hập
hạp
hát
hắt
hất
hạt
hau
háu
hàu
hâu
hấu
hầu
hẫu
hẩu
hậu
hay
háy
hây
hấy
hầy
hẩy
hãy
he
hé
hè
hê
hề
hễ
hể
hệ
hẹ
héc
hếch
hệch
hem
hèm
hẽm
hẻm
hẹm
hen
hén
hèn
hên
hến
hển
hẻn
hẹn
hênh
hềnh
hểnh
heo
héo
hèo
hẻo
hẹp
hét
hết
hệt
hếu
hi
hí
hì
hĩ
hỉ
hia
hích
hịch
hiếm
hiềm
hiểm
hiên
hiến
hiền
hiển
hiện
hiêng
hiếng
hiếp
hiệp
hiệt
hiếu
hiểu
hiệu
him
hĩm
hin
hình
hĩnh
hỉnh
híp
hít
hiu
ho
hó
hò
hô
hố
hồ
hỗ
hổ
hộ
hỏ
họ
hơ
hớ
hờ
hỡ
hở
hoa
hóa
hòa
hỏa
họa
hoác
hoắc
hoặc
hoạch
hoai
hoài
hoải
hoại
hoăm
hoắm
hoan
hoán
hoàn
hoằn
hoẳn
hoãn
hoạn
hoang
hoàng
hoăng
hoẵng
hoãng
hoảng
hoánh
hoành
hoảnh
hoạnh
hoắt
hoạt
hoay
hoáy
hóc
hốc
hộc
học
hoe
hòe
họe
hoen
hoẻn
hoét
hoẹt
hoi
hói
hòi
hôi
hối
hồi
hổi
hội
hỏi
hơi
hới
hời
hỡi
hởi
hợi
hom
hóm
hòm
hôm
hổm
hõm
hỏm
hớm
hờm
hợm
hon
hòn
hôn
hồn
hỗn
hổn
hộn
hỏn
hơn
hớn
hờn
hởn
hong
hóng
hòng
hông
hống
hồng
hỗng
hổng
hỏng
họng
hóp
hộp
họp
hớp
hợp
hót
hốt
hột
hớt
hợt
hu
hú
hù
hũ
hủ
hụ
hư
hứ
hừ
hữ
hử
hự
hua
hùa
hứa
huân
huấn
húc
hục
hức
hực
huê
huế
huề
huệ
huếch
huênh
hui
húi
hùi
hủi
hụi
hum
hùm
hũm
hụm
hừm
hun
hùn
hủn
hung
húng
hùng
hưng
hứng
hừng
hững
hửng
hước
hươm
hướm
hườm
hượm
huống
hương
hướng
hường
hưởng
huốt
hươu
húp
hụp
hút
hụt
hưu
hữu
hựu
huy
húy
hủy
huých
huỵch
huyên
huyền
huyễn
huyện
huyết
huyệt
huynh
huỳnh
huýt
hy
hỷ
i
í
ì
ĩ
ỉ
ị
ỉa
ích
ịch
im
ỉm
in
ín
ìn
ỉn
inh
ình
ĩnh
ỉnh
ít
ịt
iu
ỉu
ke
ké
kè
kê
kế
kề
kể
kệ
kẽ
kẻ
kẹ
kếch
kệch
kem
kém
kèm
kềm
kẽm
ken
kén
kèn
kền
kẹn
keng
kẻng
kênh
kềnh
kễnh
kệnh
keo
kéo
kèo
kẽo
kẻo
kẹo
kép
kếp
kẹp
két
kết
kẹt
kêu
kếu
kều
kha
khá
khà
khả
khác
khắc
khặc
khấc
khạc
khách
khai
khái
khải
kham
khám
khăm
khắm
khẳm
khặm
khâm
khấm
khảm
khan
khán
khàn
khăn
khắn
khằn
khẳn
khân
khấn
khẩn
khản
khang
kháng
khàng
khăng
khắng
khằng
khẳng
khảng
khạng
khanh
khánh
khảnh
khao
kháo
khảo
khạo
kháp
khắp
khấp
khập
khạp
khát
khắt
khất
khật
khau
kháu
khâu
khấu
khẩu
khay
kháy
khẩy
khảy
khe
khé
khè
khê
khế
khề
khệ
khẽ
khẻ
khẹc
khem
khen
khén
khèn
khênh
khềnh
khễnh
khểnh
khệnh
kheo
khéo
khèo
khẻo
khép
khét
khêu
khều
khi
khí
khì
khỉ
khía
khịa
khích
khiêm
khiếm
khiên
khiến
khiền
khiển
khiêng
khiễng
khiệng
khiếp
khiết
khiêu
khiếu
khin
khìn
khinh
khĩnh
khỉnh
khít
khịt
khiu
khíu
kho
khó
khò
khô
khố
khổ
khỏ
khơ
khớ
khờ
khoa
khoá
khoả
khóa
khoác
khoai
khoái
khoải
khoăm
khoắm
khoằm
khoan
khoán
khoăn
khoắn
khoản
khoang
khoáng
khoắng
khoảng
khoanh
khoảnh
khoào
khoát
khoắt
khoáy
khóc
khốc
khoe
khoé
khóe
khỏe
khoen
khoeo
khoèo
khoẻo
khoét
khoi
khói
khôi
khối
khỏi
khơi
khới
khởi
khom
khóm
khòm
khọm
khôn
khốn
khổn
khòng
không
khống
khổng
khỏng
khớp
khu
khú
khù
khủ
khụ
khư
khứ
khừ
khử
khua
khứa
khuân
khuẩn
khuâng
khuất
khuây
khuấy
khúc
khục
khuê
khuếch
khui
khum
khúm
khung
khúng
khùng
khủng
khụng
khứng
khừng
khựng
khuơ
khước
khươi
khươm
khuôn
khươn
khuông
khương
khưỡng
khưởng
khướt
khượt
khướu
khụt
khứu
khuy
khuỵ
khuya
khuyên
khuyến
khuyển
khuyết
khuynh
khuỳnh
khuỷnh
khuýp
khuỷu
khuỵu
ki
kí
kì
kĩ
kỉ
kị
kia
kìa
kích
kịch
kiêm
kiếm
kiềm
kiểm
kiệm
kiên
kiến
kiền
kiện
kiêng
kiếng
kiềng
kiễng
kiểng
kiếp
kiết
kiệt
kiêu
kiếu
kiều
kiểu
kiệu
kim
kìm
kín
kìn
kinh
kính
kình
kỉnh
kíp
kịp
kít
kịt
kĩu
ký
kỳ
kỹ
kỷ
kỵ
la
lá
là
lã
lả
lạ
lác
lắc
lặc
lấc
lạc
lách
lạch
lai
lái
lài
lãi
lải
lại
lam
làm
lăm
lắm
lằm
lẳm
lặm
lâm
lấm
lầm
lẫm
lẩm
lãm
lảm
lạm
lan
lán
làn
lăn
lằn
lẳn
lặn
lân
lấn
lần
lẫn
lẩn
lận
lãn
lạn
lang
láng
làng
lăng
lắng
lằng
lẵng
lẳng
lặng
lâng
lãng
lảng
lạng
lanh
lánh
lành
lãnh
lảnh
lạnh
lao
láo
lào
lão
lảo
lạo
láp
lắp
lặp
lấp
lập
lạp
lát
lắt
lặt
lất
lật
lạt
lau
láu
làu
lâu
lầu
lẩu
lậu
lảu
lạu
lay
láy
lây
lấy
lầy
lẫy
lẩy
lậy
lảy
lạy
le
lé
lè
lê
lề
lễ
lể
lệ
lẽ
lẻ
lẹ
léc
lếch
lệch
lem
lém
lèm
lẻm
lẹm
len
lén
lèn
lên
lẽn
lẻn
lẹn
leng
léng
lẻng
lênh
lềnh
lệnh
leo
léo
lèo
lẽo
lẻo
lẹo
lép
lẹp
lét
lết
lệt
lẹt
lêu
lếu
lều
lễu
lểu
li
lí
lì
lĩ
lị
lia
lìa
lịa
lích
lịch
liếc
liêm
liếm
liềm
liễm
liệm
liên
liến
liền
liễn
liêng
liếng
liểng
liệng
liếp
liệp
liệt
liêu
liều
liễu
liểu
liệu
lim
lìm
lỉm
lịm
lin
ling
linh
lính
lình
lĩnh
lỉnh
lịnh
líp
lít
liu
líu
lìu
lỉu
lịu
lo
ló
lò
lô
lố
lồ
lỗ
lổ
lộ
lõ
lọ
lơ
lớ
lờ
lỡ
lở
lợ
loa
lóa
lòa
lõa
loạc
loài
loại
loan
loàn
loăn
loạn
loang
loáng
loàng
loăng
loằng
loãng
loảng
loạng
loanh
loát
loắt
loạt
loay
lóc
lốc
lộc
lọc
loe
lóe
lòe
loen
loét
loẹt
loi
lói
lòi
lôi
lối
lồi
lỗi
lội
lõi
lỏi
lọi
lơi
lới
lời
lỡi
lởi
lợi
lom
lóm
lòm
lôm
lốm
lồm
lổm
lộm
lõm
lỏm
lọm
lờm
lỡm
lởm
lợm
lon
lòn
lốn
lồn
lổn
lộn
lỏn
lọn
lơn
lớn
lờn
lởn
lợn
long
lóng
lòng
lông
lồng
lổng
lộng
lõng
lỏng
lọng
loong
lóp
lốp
lộp
lọp
lớp
lợp
lót
lốt
lột
lọt
lớt
lợt
lu
lú
lù
lũ
lủ
lụ
lư
lừ
lữ
lử
lự
lua
lúa
lùa
lũa
lụa
lưa
lứa
lừa
lữa
lửa
lựa
luân
luấn
luẩn
luận
luật
lúc
lục
lức
lực
lui
lúi
lùi
lũi
lủi
lụi
lum
lúm
lùm
lũm
lủm
lụm
lún
lùn
lũn
lủn
lụn
lung
lúng
lùng
lũng
lủng
lụng
lưng
lừng
lững
lửng
lựng
luoc
luốc
luộc
lược
lưới
lười
lưỡi
luôm
luộm
lươm
lườm
lượm
luôn
luồn
lươn
lườn
lượn
luông
luống
luồng
luỗng
lương
lướng
lường
lưỡng
lượng
luốt
lướt
lượt
lúp
lụp
lút
lụt
lứt
lưu
lựu
lũy
lụy
luya
luých
luyến
luyện
luyn
luýnh
ly
lý
lỵ
ma
má
mà
mã
mả
mạ
mác
mắc
mặc
mạc
mách
mạch
mai
mái
mài
mãi
mải
mại
mám
măm
mắm
mâm
mầm
mẫm
mẩm
mậm
man
mán
màn
măn
mắn
mằn
mẳn
mặn
mân
mấn
mần
mẫn
mẩn
mận
mãn
mạn
mang
máng
màng
măng
mắng
mâng
mầng
mãng
mảng
mạng
manh
mánh
mành
mãnh
mảnh
mạnh
mao
máo
mào
mão
mạo
mấp
mập
mạp
mát
mắt
mặt
mất
mật
mạt
mau
máu
màu
mâu
mấu
mầu
mẫu
mẩu
mậu
may
máy
mày
mây
mấy
mầy
mẩy
mậy
mảy
mạy
me
mé
mè
mê
mế
mề
mễ
mệ
mẽ
mẻ
mẹ
méc
mếch
mem
mém
mèm
mềm
men
mén
mèn
mên
mến
mền
meng
mèng
mênh
mệnh
meo
méo
mèo
mẻo
mẹo
mép
mẹp
mét
mết
mệt
mẹt
mếu
mi
mí
mì
mĩ
mỉ
mị
mia
mía
mỉa
mích
mịch
miên
miến
miền
miễn
miện
miếng
miệng
miết
miệt
miêu
miếu
miều
miễu
mim
mím
mĩm
mỉm
min
mìn
mịn
minh
mình
mịnh
míp
mít
mịt
míu
mo
mó
mò
mô
mố
mồ
mỗ
mổ
mộ
mõ
mỏ
mọ
mơ
mớ
mờ
mỡ
mở
mợ
moay
móc
mốc
mộc
mọc
moi
mói
mòi
môi
mối
mồi
mỗi
mội
mỏi
mọi
mơi
mới
mời
mom
móm
mòm
môm
mồm
mõm
mỏm
mớm
mờm
mon
món
mòn
môn
mồn
mọn
mơn
mớn
mởn
mong
móng
mòng
mông
mống
mồng
mổng
mộng
mỏng
mọng
moóc
moong
móp
mọp
mớp
mót
mốt
một
mọt
mu
mú
mù
mũ
mủ
mụ
mự
mua
múa
mùa
mưa
mứa
mửa
mựa
múc
mục
mức
mực
mui
múi
mùi
mũi
mủi
mụi
mum
múm
mũm
mủm
mun
mún
mùn
mủn
mụn
mung
mùng
mủng
mưng
mừng
mửng
mược
muôi
muối
muồi
muỗi
muội
mươi
mười
mưởi
muỗm
muôn
muốn
muộn
mướn
mượn
muông
muống
muồng
muỗng
mương
mường
mướp
muốt
mướt
mượt
mưỡu
múp
mụp
mút
mụt
mứt
mưu
mứu
mỳ
mỹ
na
ná
nà
nã
nả
nạ
nác
nắc
nặc
nấc
nạc
nách
nai
nái
nài
nải
nại
nam
nám
năm
nắm
nằm
nấm
nầm
nậm
nạm
nan
nán
nàn
năn
nắn
nằn
nặn
nân
nấn
nần
nẫn
nản
nạn
nang
náng
nàng
năng
nắng
nằng
nẵng
nặng
nâng
nấng
nẫng
nậng
nạng
nanh
nánh
nành
nạnh
nao
náo
nào
não
nảo
nạo
náp
nắp
nấp
nập
nạp
nát
nạt
nau
náu
nâu
nấu
nẫu
nậu
nay
náy
này
nây
nấy
nầy
nẫy
nẩy
nậy
nãy
nảy
nạy
ne
né
nè
nê
nề
nể
nệ
nẻ
nẹ
nem
ném
nêm
nếm
nệm
nen
nén
nên
nến
nền
nện
nênh
neo
néo
nèo
nẻo
nép
nếp
nẹp
nét
nết
nẹt
nêu
nếu
nga
ngà
ngã
ngả
ngác
ngắc
ngấc
ngạc
ngách
ngạch
ngai
ngái
ngài
ngãi
ngải
ngại
ngam
ngám
ngàm
ngăm
ngắm
ngâm
ngấm
ngầm
ngẫm
ngẩm
ngậm
ngan
ngán
ngàn
ngăn
ngắn
ngằn
ngân
ngấn
ngần
ngẫn
ngẩn
ngận
ngạn
ngang
ngáng
ngàng
ngẵng
ngẳng
ngẩng
ngãng
ngành
ngảnh
ngạnh
ngao
ngáo
ngào
ngão
ngạo
ngáp
ngấp
ngập
ngát
ngắt
ngặt
ngất
ngật
ngạt
ngau
ngáu
ngàu
ngâu
ngấu
ngầu
ngẫu
ngậu
ngay
ngáy
ngày
ngây
ngấy
ngầy
ngậy
nghàn
nghe
nghé
nghè
nghê
nghề
nghễ
nghể
nghệ
nghẹ
nghếch
nghệch
nghen
nghén
nghèn
nghển
nghện
nghẽn
nghẹn
nghênh
nghễnh
nghểnh
nghèo
nghẽo
nghẻo
nghẹo
nghét
nghẹt
nghêu
nghều
nghễu
nghểu
nghệu
nghi
nghí
nghì
nghĩ
nghỉ
nghị
nghía
nghĩa
nghịch
nghiêm
nghiễm
nghiệm
nghiên
nghiến
nghiền
nghiện
nghiêng
nghiệp
nghiệt
nghiêu
nghỉm
nghìn
nghỉn
nghinh
nghĩnh
nghỉnh
nghít
nghịt
nghiu
nghỉu
nghịu
nghuếch
ngo
ngó
ngò
ngô
ngố
ngồ
ngỗ
ngổ
ngộ
ngõ
ngỏ
ngọ
ngơ
ngớ
ngờ
ngỡ
ngợ
ngoa
ngoác
ngoắc
ngoặc
ngoạc
ngoách
ngoai
ngoái
ngoài
ngoải
ngoại
ngoàm
ngoạm
ngoan
ngoằn
ngoãn
ngoạn
ngoang
ngoằng
ngoẵng
ngoảng
ngoảnh
ngoao
ngoáo
ngoáp
ngoắt
ngoặt
ngoay
ngoáy
ngoảy
ngoạy
ngóc
ngốc
ngộc
ngọc
ngoe
ngoé
ngóe
ngoen
ngoẻn
ngoéo
ngoèo
ngoẻo
ngoẹo
ngoét
ngoi
ngói
ngòi
ngôi
ngồi
ngồị
ngõi
ngơi
ngời
ngợi
ngóm
ngòm
ngồm
ngổm
ngỏm
ngơm
ngờm
ngợm
ngon
ngón
ngòn
ngôn
ngốn
ngồn
ngổn
ngộn
ngỏn
ngọn
ngơn
ngớn
ngong
ngóng
ngòng
ngông
ngồng
ngỗng
ngõng
ngỏng
ngọng
ngóp
ngớp
ngợp
ngót
ngốt
ngột
ngọt
ngớt
ngu
ngú
ngù
ngũ
ngủ
ngụ
ngư
ngứ
ngừ
ngữ
ngự
ngụa
ngưa
ngứa
ngừa
ngửa
ngựa
nguây
nguẩy
nguậy
ngúc
ngục
ngực
nguệch
ngùi
ngủi
ngửi
ngủm
ngụm
ngún
ngùn
ngủn
ngúng
ngùng
ngủng
ngưng
ngừng
ngửng
ngước
ngược
nguôi
nguồi
nguội
ngươi
người
nguồn
ngường
ngưỡng
ngưởng
ngượng
ngụp
ngút
ngụt
ngứt
ngưu
nguy
ngụy
nguyên
nguyền
nguyễn
nguyện
nguyệt
nguýt
nguỷu
nha
nhá
nhà
nhã
nhả
nhác
nhắc
nhấc
nhạc
nhách
nhai
nhái
nhài
nhãi
nhải
nhại
nham
nhám
nhàm
nhăm
nhắm
nhằm
nhặm
nhâm
nhấm
nhầm
nhẩm
nhậm
nhảm
nhan
nhàn
nhăn
nhắn
nhằn
nhẵn
nhẳn
nhặn
nhân
nhấn
nhần
nhẫn
nhẩn
nhận
nhãn
nhản
nhạn
nhang
nháng
nhàng
nhăng
nhắng
nhằng
nhẵng
nhẳng
nhặng
nhâng
nhãng
nhạng
nhanh
nhánh
nhành
nhảnh
nhạnh
nhao
nháo
nhào
nhão
nhảo
nhạo
nháp
nhắp
nhấp
nhập
nhạp
nhát
nhắt
nhặt
nhất
nhật
nhạt
nhau
nhàu
nhâu
nhầu
nhẩu
nhậu
nhảu
nhay
nháy
nhày
nhây
nhầy
nhẫy
nhẩy
nhậy
nhảy
nhạy
nhe
nhé
nhè
nhễ
nhể
nhẽ
nhẻ
nhẹ
nhếch
nhệch
nhem
nhèm
nhẻm
nhẹm
nhen
nhén
nhện
nhẹn
nhênh
nheo
nhéo
nhèo
nhẽo
nhẹo
nhép
nhẹp
nhét
nhẹt
nhếu
nhểu
nhệu
nhi
nhí
nhì
nhĩ
nhỉ
nhị
nhía
nhích
nhiếc
nhiễm
nhiệm
nhiên
nhiễn
nhiếp
nhiệt
nhiêu
nhiều
nhiễu
nhím
nhín
nhìn
nhịn
nhinh
nhính
nhỉnh
nhíp
nhịp
nhít
nhịt
nhiu
nhíu
nhỉu
nhịu
nho
nhó
nhò
nhô
nhố
nhổ
nhõ
nhỏ
nhọ
nhơ
nhớ
nhờ
nhỡ
nhở
nhợ
nhóa
nhòa
nhoai
nhoài
nhoàm
nhoang
nhoáng
nhoạng
nhoay
nhoáy
nhóc
nhốc
nhọc
nhoe
nhoé
nhoè
nhoen
nhoèn
nhoẻn
nhoét
nhoẹt
nhoi
nhói
nhôi
nhối
nhồi
nhội
nhơi
nhời
nhởi
nhom
nhóm
nhòm
nhôm
nhồm
nhổm
nhõm
nhỏm
nhơm
nhớm
nhờm
nhon
nhón
nhôn
nhốn
nhồn
nhổn
nhộn
nhõn
nhọn
nhơn
nhớn
nhờn
nhỡn
nhởn
nhong
nhóng
nhòng
nhông
nhồng
nhộng
nhõng
nhỏng
nhóp
nhớp
nhót
nhốt
nhột
nhọt
nhớt
nhợt
nhu
nhú
nhù
nhũ
nhủ
nhụ
như
nhứ
nhừ
nhử
nhự
nhúa
nhụa
nhựa
nhuần
nhuận
nhúc
nhục
nhức
nhuế
nhuệ
nhui
nhúi
nhùi
nhủi
nhụi
nhum
nhúm
nhún
nhùn
nhũn
nhủn
nhung
nhúng
nhùng
nhũng
nhủng
nhụng
nhưng
những
nhửng
nhuốc
nhược
nhuôm
nhuốm
nhuộm
nhướn
nhương
nhướng
nhường
nhưỡng
nhượng
nhút
nhụt
nhứt
nhựt
nhuỵ
nhụy
nhuyễn
ni
nì
nỉ
nia
nĩa
ních
nịch
niêm
niềm
niệm
niên
niền
niềng
niễng
niết
niệt
niêu
niệu
nin
nín
ninh
nính
nình
nịnh
níp
nít
nịt
niu
níu
nịu
no
nó
nò
nô
nố
nồ
nỗ
nổ
nộ
nõ
nỏ
nọ
nơ
nớ
nờ
nỡ
nở
nợ
noa
noãn
nóc
nốc
nọc
noi
nói
nòi
nôi
nối
nồi
nỗi
nổi
nội
nỏi
nơi
nới
nời
nom
nòm
nôm
nồm
nộm
nỏm
nơm
nờm
nỡm
non
nón
nôn
nộn
nõn
nọn
nong
nóng
nòng
nông
nống
nồng
nỗng
nổng
nọng
nóp
nộp
nớp
nợp
nót
nốt
nột
nọt
nớt
nu
nụ
nư
nữ
nự
nua
nủa
nưa
nứa
nữa
nửa
núc
nục
nức
nực
núi
nùi
núm
nùn
nung
núng
nùng
nũng
nưng
nừng
nựng
nuốc
nuộc
nước
nược
nuôi
nuối
nuốm
nườm
nuông
nương
nướng
nường
nượp
nuốt
nuột
núp
nút
nứt
o
ó
ò
ô
ố
ồ
ổ
ọ
ơ
ớ
ờ
ở
ợ
oa
oà
òa
ỏa
oác
oách
oạch
oai
oái
oài
oải
oại
oàm
oăm
oan
oán
oằn
oẳn
oản
oang
oàng
oăng
oẳng
oanh
oành
oạp
oát
oắt
oặt
óc
ốc
ộc
ọc
oe
oé
oẻ
oẹ
oi
ói
òi
ôi
ối
ổi
ỏi
ơi
ới
om
òm
ôm
ốm
ồm
ỏm
ớm
ỡm
ôn
ồn
ổn
ỏn
ơn
ớn
ong
óng
òng
ông
ống
ồng
ổng
õng
ỏng
óp
ốp
ộp
ọp
ót
ốt
ớt
ợt
pha
phá
phà
phả
phác
phắc
phạc
phách
phạch
phai
phái
phải
phàm
phăm
phầm
phẩm
phạm
phan
phán
phàn
phăn
phắn
phân
phấn
phần
phẫn
phẩn
phận
phản
phạn
phang
phàng
phăng
phẳng
phảng
phạng
phanh
phành
phao
pháo
phào
pháp
phắp
phấp
phập
phát
phắt
phất
phật
phạt
phau
phẫu
phay
phây
phẩy
phảy
phe
phè
phê
phế
phề
phệ
phéc
phếch
phen
phèn
phên
phễn
phéng
phèng
phềnh
phệnh
pheo
phèo
phép
phét
phết
phệt
phẹt
phếu
phều
phễu
phi
phí
phì
phỉ
phị
phía
phìa
phịa
phích
phịch
phiếm
phiên
phiến
phiền
phiện
phiết
phiệt
phiêu
phiếu
phiệu
phim
phím
phin
phinh
phính
phình
phĩnh
phỉnh
phịt
phiu
phịu
pho
phó
phò
phô
phố
phồ
phổ
phơ
phờ
phở
phóc
phốc
phoi
phòi
phôi
phối
phổi
phơi
phới
phom
phôm
phồm
phôn
phồn
phơn
phớn
phỡn
phởn
phong
phóng
phòng
phông
phồng
phỗng
phổng
phộng
phỏng
phọng
phoóc
phốp
phót
phọt
phớt
phu
phú
phù
phũ
phủ
phụ
phua
phứa
phựa
phúc
phục
phức
phui
phủi
phun
phún
phùn
phung
phúng
phùng
phụng
phưng
phừng
phước
phướn
phưỡn
phương
phướng
phường
phượng
phượu
phút
phụt
phứt
phựt
phuy
pin
pô
pom
pu
pụa
puốc
qua
quá
quà
quả
quạ
quác
quắc
quặc
quấc
quạc
quách
quạch
quai
quái
quài
quải
quại
quăm
quắm
quằm
quẳm
quặm
quan
quán
quàn
quăn
quắn
quằn
quặn
quân
quấn
quần
quẫn
quẩn
quận
quản
quang
quáng
quàng
quăng
quẳng
quặng
quầng
quẩng
quãng
quảng
quạng
quanh
quánh
quành
quạnh
quao
quáo
quào
quắp
quặp
quát
quắt
quặt
quất
quật
quạt
quau
quáu
quàu
quạu
quay
quày
quây
quấy
quầy
quẫy
quẩy
quậy
quảy
quạy
que
qué
què
quê
quế
quệ
quẽ
quẻ
quệch
quen
quén
quèn
quên
quện
quẹn
quềnh
quệnh
queo
quéo
quèo
quẹo
quét
quết
quệt
quẹt
quếu
quều
qui
quì
quỉ
quít
quịt
quơ
quớ
quờ
quở
quoàng
quoạng
quoắt
quốc
quy
quý
quỳ
quỹ
quỷ
quỵ
quých
quyên
quyến
quyền
quyển
quyện
quyết
quyệt
quýnh
quỳnh
quỷnh
quỵp
quýt
quỵt
quýu
ra
rá
rà
rã
rả
rạ
rác
rắc
rặc
rạc
rách
rạch
rai
rái
rài
rãi
rải
ram
rám
răm
rắm
rằm
rặm
râm
rấm
rầm
rẫm
rẩm
rậm
rạm
ran
rán
ràn
răn
rắn
rằn
rẳn
rặn
rân
rấn
rần
rận
rạn
rang
ráng
ràng
răng
rằng
rặng
rảng
rạng
ranh
rành
rãnh
rảnh
rao
ráo
rào
rão
rảo
rạo
ráp
rắp
rấp
rập
rạp
rát
rắt
rặt
rất
rật
rạt
rau
ráu
râu
rầu
rảu
ray
ráy
rày
rây
rầy
rẫy
rẩy
rãy
rảy
rạy
re
ré
rè
rê
rế
rề
rễ
rể
rệ
rẽ
rẻ
rếch
rệch
rèm
rêm
ren
rén
rèn
rên
rến
rền
rện
reng
rẻng
rềnh
rểnh
reo
réo
rèo
rẻo
rẹo
rếp
rệp
rét
rết
rệt
rẹt
rêu
rều
rệu
ri
rí
rì
rĩ
rỉ
rị
ria
rìa
rỉa
rịa
rích
rịch
riềm
riên
riêng
riềng
riệp
riết
riệt
riêu
riếu
riễu
rim
rin
rĩn
rịn
rinh
rình
rỉnh
rịp
rít
rịt
riu
ríu
rìu
ro
ró
rò
rô
rồ
rỗ
rổ
rộ
rõ
rỏ
rọ
rơ
rớ
rờ
rỡ
rở
rợ
roa
róc
rốc
rộc
rọc
roi
rói
ròi
rối
rồi
rỗi
rổi
rõi
rỏi
rọi
rơi
rời
rợi
rom
róm
ròm
rôm
rồm
rộm
rỏm
rọm
rơm
rớm
rờm
rởm
rợm
rón
ròn
rốn
rổn
rộn
rỏn
rơn
rờn
rỡn
rởn
rợn
rong
róng
ròng
rông
rống
rồng
rỗng
rổng
rộng
rốp
rộp
rớp
rợp
rót
rốt
rọt
rớt
rợt
ru
rú
rù
rũ
rủ
rư
rua
rùa
rũa
rủa
rụa
rưa
rứa
rữa
rửa
rựa
rúc
rục
rức
rực
rui
rúi
rủi
rụi
rum
rúm
rùm
rụm
run
rún
rùn
rủn
rung
rúng
rùng
rủng
rụng
rưng
rừng
rửng
ruốc
rước
ruối
ruồi
ruổi
rươi
rưới
rười
rưỡi
rưởi
rượi
ruộm
rươm
rướm
rườm
ruôn
rướn
rườn
rượn
ruồng
ruỗng
ruộng
rương
rường
ruốt
ruột
rượt
rượu
rúp
rút
rụt
rứt
ruy
sa
sá
sà
sã
sả
sạ
sác
sắc
sặc
sách
sạch
sai
sái
sài
sãi
sải
sam
sám
sàm
săm
sắm
sặm
sâm
sấm
sầm
sẫm
sẩm
sậm
sạm
san
sán
sàn
săn
sắn
sẵn
sân
sấn
sần
sẩn
sản
sạn
sang
sáng
sàng
săng
sắng
sằng
sảng
sanh
sánh
sành
sảnh
sao
sáo
sào
sảo
sạo
sáp
sắp
sấp
sập
sạp
sát
sắt
sặt
sất
sật
sạt
sau
sáu
sâu
sấu
sầu
sậu
say
sây
sấy
sầy
sẩy
sậy
sảy
se
sè
sê
sề
sễ
sể
sệ
sẽ
sẻ
sẹ
séc
sém
sẹm
sen
sên
sến
sền
sẻn
sênh
sểnh
seo
sèo
sẹo
sếp
sét
sệt
sêu
sếu
sều
si
sì
sĩ
sỉ
sị
sỉa
sịa
sịch
siếc
siểm
siễn
siêng
siểng
siết
siêu
sim
sin
sinh
sính
sình
sỉnh
sít
sịt
siu
so
sò
sô
số
sồ
sỗ
sổ
sộ
sỏ
sọ
sơ
sớ
sờ
sỡ
sở
sợ
soa
soà
soái
soài
soải
soán
soàn
soạn
soảng
soạng
soát
soạt
sóc
sốc
sọc
soi
sói
sòi
sôi
sồi
sổi
sõi
sỏi
sới
sởi
sợi
sóm
sòm
sọm
sơm
sớm
sờm
son
són
sòn
sồn
sơn
sớn
sờn
sởn
song
sóng
sòng
sông
sống
sồng
sổng
sõng
soóc
soong
sốp
sộp
sót
sốt
sột
sọt
sớt
su
sú
sù
sũ
sụ
sư
sứ
sử
sự
sủa
sụa
sưa
sứa
sữa
sửa
suất
súc
sục
sức
sực
suê
sui
sùi
sủi
sum
sùm
sụm
sun
sún
sụn
sừn
sung
súng
sùng
sũng
sủng
sưng
sừng
sững
sửng
sựng
suối
sưởi
suôn
sườn
suông
suồng
sương
sướng
sường
sượng
suốt
sướt
sượt
súp
sụp
sút
sụt
sứt
sựt
sưu
sửu
suy
suý
suyền
suyễn
suyển
suýt
suỵt
sỹ
ta
tá
tà
tã
tả
tạ
tác
tắc
tặc
tấc
tạc
tách
tạch
tai
tái
tài
tãi
tải
tại
tam
tám
tàm
tăm
tắm
tằm
tâm
tấm
tầm
tẩm
tậm
tạm
tan
tán
tàn
tăn
tắn
tằn
tẳn
tặn
tân
tấn
tần
tẩn
tận
tản
tang
táng
tàng
tăng
tằng
tặng
tâng
tầng
tảng
tạng
tanh
tánh
tành
tạnh
tao
táo
tào
tảo
tạo
táp
tắp
tấp
tập
tạp
tát
tắt
tất
tật
tạt
tau
táu
tàu
tâu
tấu
tầu
tẩu
tậu
tay
táy
tày
tây
tấy
tầy
tẩy
te
té
tè
tê
tế
tề
tễ
tể
tệ
tẽ
tẻ
téc
tếch
tem
tém
tèm
têm
tẻm
ten
tèn
tên
tẽn
teng
tênh
tềnh
tễnh
tểnh
teo
téo
tèo
tẻo
tẹo
tép
tệp
tẹp
tét
têt
tết
tẹt
têu
tếu
tha
thá
thà
thả
thác
thắc
thạc
thách
thạch
thai
thái
thài
thãi
thải
tham
thám
thàm
thăm
thắm
thẳm
thâm
thấm
thầm
thẫm
thẩm
thậm
thảm
than
thán
thăn
thắn
thằn
thân
thấn
thần
thẫn
thẩn
thận
thản
thang
tháng
thăng
thắng
thằng
thẳng
thặng
thảng
thanh
thánh
thành
thảnh
thạnh
thao
tháo
thào
thảo
thạo
tháp
thắp
thấp
thập
thạp
thát
thắt
thất
thật
thau
tháu
thâu
thấu
thầu
thẩu
thay
tháy
thày
thây
thấy
thầy
thảy
the
thé
thè
thê
thế
thề
thể
thệ
thẽ
thẻ
thếch
thèm
thêm
thềm
then
thèn
thện
thẹn
thênh
theo
thèo
thẻo
thẹo
thép
thếp
thẹp
thét
thết
thêu
thều
thểu
thi
thí
thì
thĩ
thỉ
thị
thia
thía
thìa
thích
thịch
thiếc
thiêm
thiềm
thiểm
thiên
thiến
thiền
thiển
thiện
thiêng
thiềng
thiếp
thiệp
thiết
thiệt
thiêu
thiếu
thiều
thiểu
thiệu
thím
thin
thín
thìn
thinh
thính
thình
thỉnh
thịnh
thíp
thít
thịt
thiu
thìu
thỉu
thịu
tho
thó
thò
thô
thố
thồ
thổ
thỏ
thọ
thơ
thớ
thờ
thở
thợ
thoa
thóa
thòa
thỏa
thoai
thoái
thoải
thoại
thoán
thoàn
thoăn
thoang
thoáng
thoắng
thoảng
thoát
thoắt
thoạt
thóc
thốc
thộc
thọc
thoi
thói
thòi
thôi
thối
thồi
thổi
thỏi
thơi
thới
thời
thom
thóm
thòm
thồm
thỏm
thơm
thớm
thon
thôn
thốn
thồn
thỗn
thổn
thộn
thơn
thờn
thong
thòng
thông
thống
thõng
thóp
thộp
thót
thốt
thột
thọt
thớt
thợt
thu
thú
thù
thủ
thụ
thư
thứ
thừ
thử
thự
thua
thùa
thủa
thưa
thừa
thửa
thuần
thuẫn
thuận
thuật
thúc
thục
thức
thực
thuê
thuế
thui
thúi
thùi
thủi
thụi
thum
thùm
thủm
thun
thung
thúng
thùng
thũng
thủng
thụng
thưng
thừng
thững
thuở
thuốc
thuộc
thước
thược
thưỡi
thuộm
thuôn
thuốn
thuồn
thuỗn
thườn
thưỡn
thuồng
thuổng
thương
thường
thưởng
thượng
thướt
thượt
thụp
thút
thụt
thuỵ
thúy
thùy
thủy
thụy
thuyên
thuyền
thuyết
ti
tí
tì
tĩ
tỉ
tị
tia
tía
tỉa
tịa
tích
tịch
tiếc
tiệc
tiêm
tiếm
tiềm
tiệm
tien
tiên
tiến
tiền
tiễn
tiện
tiêng
tiếng
tiềng
tiếp
tiệp
tiết
tiệt
tiêu
tiếu
tiều
tiễu
tiểu
tim
tím
tìm
tỉm
tin
tín
tĩn
tinh
tính
tình
tĩnh
tỉnh
tịnh
típ
tít
tịt
tiu
tíu
tĩu
tịu
to
tó
tò
tô
tố
tồ
tổ
tộ
tỏ
tơ
tớ
tờ
tở
tợ
toa
tòa
tỏa
tọa
toác
toạc
toái
toài
toại
toan
toán
toàn
toản
toang
toáng
toàng
toạng
toanh
toát
toáy
tóc
tốc
tộc
tọc
toe
tóe
tòe
tõe
tỏe
toen
toèn
toét
toẹt
toi
tói
tòi
tôi
tối
tồi
tội
tõi
tỏi
tơi
tới
tời
tom
tóm
tòm
tôm
tõm
tỏm
tởm
ton
tòn
tôn
tốn
tồn
tổn
tớn
tởn
tợn
tong
tòng
tông
tống
tồng
tổng
tỏng
tọng
toong
toòng
tóp
tốp
tọp
tớp
tợp
tót
tốt
tột
tọt
tớt
tra
trá
trà
trã
trả
trác
trắc
trặc
trạc
trách
trạch
trai
trái
trài
trãi
trải
trại
tram
trám
tràm
trăm
trắm
trằm
trâm
trầm
trẫm
trẩm
trậm
trảm
trạm
tran
trán
tràn
trăn
trằn
trặn
trân
trấn
trần
trẩn
trận
trang
tráng
tràng
trăng
trắng
trâng
trảng
trạng
tranh
tránh
trành
trạnh
trao
tráo
trào
trảo
trạo
tráp
trấp
trập
trát
trắt
trật
trạt
trau
tràu
trâu
trấu
trầu
trẩu
trảu
trày
trây
trầy
trẩy
trảy
trạy
tre
trè
trê
trề
trễ
trệ
trẽ
trẻ
trẹ
trếch
trệch
trém
trèm
trèn
trên
trển
trẽn
trếnh
treo
tréo
trèo
trẻo
trẹo
trét
trết
trệt
trẹt
trêu
trếu
trệu
tri
trí
trì
trĩ
trị
trỉa
trịa
trích
trịch
triến
triền
triển
triện
triêng
triềng
triệng
triết
triệt
triêu
triều
triệu
trinh
trình
trĩnh
trịnh
trít
trịt
tríu
trìu
trĩu
tro
trò
trô
trố
trồ
trỗ
trổ
trộ
trỏ
trọ
trơ
trớ
trờ
trở
trợ
tróc
trốc
trộc
trọc
troi
trói
tròi
trôi
trối
trồi
trỗi
trổi
trội
trỏi
trọi
trơi
trời
trom
tróm
tròm
trôm
trộm
trõm
tron
tròn
trôn
trốn
trộn
trõn
trọn
trơn
trớn
trờn
trợn
trong
tróng
tròng
trông
trống
trồng
trổng
trộng
trỏng
trọng
trớp
trót
trốt
trọt
trớt
trợt
tru
trú
trù
trủ
trụ
trứ
trừ
trữ
trự
trụa
trưa
trừa
truân
truất
truật
trúc
trục
trực
trui
trùi
trũi
trụi
trúm
trùm
trụm
trun
trùn
trụn
trung
trúng
trùng
trũng
trủng
trụng
trưng
trứng
trừng
trửng
trươc
trước
trườn
truông
truồng
trương
trướng
trường
trưỡng
trưởng
trượng
truột
trượt
trụp
trút
trụt
trừu
truy
truỳ
truỵ
truyền
truyện
tu
tú
tù
tủ
tụ
tư
tứ
từ
tử
tự
tua
túa
tủa
tưa
tứa
tửa
tựa
tuân
tuấn
tuần
tuẫn
tuất
túc
tục
tức
tuế
tuệ
tuếch
tuệch
tuềnh
tui
túi
tủi
tụi
tum
túm
tùm
tũm
tủm
tụm
tun
tủn
tung
túng
tùng
tụng
tưng
từng
tửng
tuốc
tuộc
tước
tược
tuồi
tuổi
tươi
tưới
tưởi
tươm
tườm
tuôn
tuốn
tuồn
tướn
tuông
tuồng
tương
tướng
tường
tưởng
tượng
tướp
tượp
tuốt
tuột
tướt
tượt
tườu
túp
tút
tụt
tửu
tựu
tuy
túy
tùy
tụy
tủy
tuya
tuyên
tuyến
tuyền
tuyển
tuyết
tuyệt
tuyn
tuýp
tuýt
tv
ty
tỳ
tỷ
tỵ
u
ú
ù
ủ
ụ
ư
ứ
ừ
ử
úa
ùa
ủa
ưa
ứa
ừa
ựa
uẩn
uất
uẩy
úc
ục
ức
ực
uế
uể
ui
úi
ủi
um
úm
ùm
un
ùn
ủn
ung
úng
ùng
ủng
ưng
ứng
ừng
ửng
uở
ước
ươi
uôm
ươm
ướm
uốn
ươn
ườn
ưỡn
uống
uổng
ương
ướp
uột
ướt
úp
ụp
út
ụt
ưu
uy
úy
ủy
uỵch
uyên
uyển
uỳnh
va
vá
và
vã
vả
vạ
vác
vắc
vặc
vạc
vách
vạch
vai
vái
vài
vãi
vải
vại
vàm
vằm
vâm
vậm
vạm
van
ván
vàn
văn
vắn
vằn
vẳn
vặn
vân
vấn
vần
vẫn
vẩn
vận
vãn
vạn
vang
váng
vàng
văng
vắng
vằng
vẳng
vâng
vầng
vãng
vảng
vạng
vanh
vánh
vành
vãnh
vảnh
vạnh
vao
váo
vào
váp
vấp
vập
vạp
vát
vắt
vặt
vất
vật
vạt
vấu
vầu
vẩu
vay
váy
vày
vây
vấy
vầy
vẫy
vẩy
vậy
vảy
vạy
ve
vé
vè
vê
vế
về
vệ
vẽ
vẻ
véc
vẹc
vếch
vẹm
ven
vén
vên
vền
vện
vẻn
vẹn
vênh
vểnh
veo
véo
vèo
vẻo
vẹo
vét
vết
vệt
vẹt
vêu
vếu
vều
vi
ví
vì
vĩ
vỉ
vị
vía
vỉa
vích
việc
viêm
viên
viền
viễn
viển
viện
viếng
viết
việt
vịm
vin
vịn
vinh
vĩnh
vịnh
vít
vịt
víu
vo
vó
vò
vô
vố
vồ
vỗ
vổ
võ
vỏ
vọ
vơ
vớ
vờ
vỡ
vở
vợ
voan
vóc
vốc
vọc
voi
vói
vòi
vôi
vối
vồi
vội
vọi
vơi
với
vời
vợi
vòm
von
vón
vòn
vôn
vốn
vồn
vỏn
vờn
vởn
vong
vóng
vòng
vông
vống
vồng
vổng
võng
vỏng
vọng
vọp
vót
vọt
vớt
vợt
vu
vú
vù
vũ
vụ
vua
vùa
vừa
vữa
vựa
vừạ
vúc
vục
vức
vực
vui
vùi
vũm
vun
vùn
vụn
vung
vùng
vũng
vụng
vưng
vừng
vững
vửng
vựng
vược
vươn
vườn
vượn
vuông
vương
vướng
vưởng
vượng
vuốt
vuột
vượt
vút
vụt
vứt
vưu
xa
xá
xà
xã
xả
xạ
xác
xắc
xấc
xạc
xách
xạch
xái
xài
xải
xam
xám
xàm
xăm
xắm
xâm
xầm
xẩm
xảm
xạm
xan
xán
xăn
xắn
xẩn
xang
xáng
xàng
xăng
xằng
xẵng
xanh
xành
xảnh
xao
xáo
xào
xảo
xạo
xáp
xắp
xấp
xập
xạp
xát
xắt
xàu
xâu
xấu
xầu
xẩu
xảu
xạu
xay
xáy
xây
xẩy
xảy
xe
xé
xè
xê
xế
xề
xể
xệ
xẻ
xéc
xẹc
xếch
xệch
xem
xềm
xen
xén
xèn
xên
xẻn
xèng
xẻng
xênh
xềnh
xểnh
xeo
xéo
xèo
xẽo
xẻo
xẹo
xép
xếp
xệp
xẹp
xét
xệt
xẹt
xêu
xều
xệu
xi
xí
xì
xỉ
xị
xia
xía
xìa
xỉa
xích
xịch
xiếc
xiêm
xiểm
xiên
xiển
xiềng
xiểng
xiết
xiêu
xim
xin
xỉn
xinh
xính
xình
xĩnh
xỉnh
xit
xít
xịt
xíu
xìu
xỉu
xịu
xo
xó
xô
xố
xồ
xổ
xỏ
xọ
xơ
xớ
xờ
xỡ
xở
xoa
xoá
xoà
xoã
xoả
xóa
xòa
xõa
xỏa
xoác
xoạc
xoạch
xoai
xoài
xoải
xoàm
xoan
xoàn
xoăn
xoắn
xoẳn
xoang
xoàng
xoãng
xoảng
xoạng
xoành
xoát
xoạt
xoay
xoáy
xóc
xốc
xộc
xọc
xoe
xòe
xọe
xoen
xoèn
xoét
xoẹt
xoi
xói
xôi
xối
xổi
xơi
xới
xởi
xom
xóm
xòm
xôm
xồm
xổm
xõm
xơm
xờm
xon
xón
xôn
xốn
xồn
xộn
xơn
xởn
xong
xòng
xông
xống
xồng
xổng
xõng
xỏng
xoong
xóp
xốp
xộp
xọp
xớp
xợp
xót
xốt
xớt
xợt
xu
xú
xù
xũ
xụ
xứ
xừ
xử
xự
xua
xưa
xửa
xuân
xuẩn
xuất
xuây
xúc
xục
xức
xực
xuê
xuề
xuể
xuệch
xuềnh
xui
xúi
xùi
xụi
xum
xúm
xùm
xun
xung
xúng
xùng
xủng
xưng
xứng
xừng
xửng
xựng
xước
xược
xuôi
xười
xuộm
xuống
xuồng
xuổng
xương
xướng
xường
xưởng
xúp
xụp
xút
xuý
xuỳ
xúy
xùy
xuya
xuyên
xuyến
xuyết
xuynh
xuýt
xuỵt
y
ý
ỳ
ỷ
yếm
yểm
yên
yến
yêng
yểng
yết
yêu
yếu
yểu
